Repository: NjoudAbdulaziz/-FoodRecipesApp-_Capstone
Catalog: FoodRecipes/FoodRecipes/*.lproj/Localizable.strings
Languages: ar

source: Ok
ar: تم

source: Loading Error
ar: خطأ في التحميل

source: Failed to load data
ar: فشل تحميل البيانات

source: You don't have any saved Recipes
ar: ليس لديك أي وصفات محفوظة

source: Your saved Recipes will appear here.
ar: ستظهر هنا الوصفات المحفوظة.

source: Saved
ar: تم الحفظ

source: Recipe web link seems to be invalid
ar: يبدو أن رابط الويب غير صالح

source: Recipe youtube links is invalid
ar: يبدو أن رابط اليوتيوب غير صالح

source: Recipe is already saved
ar: تم حفظ الوصفة بالفعل

source: Recipe is already in Saved
ar: تم حفظ الوصفة بالفعل

source: Twitter
ar: تويتر

source: Please fill Email and Password !
ar: يرجى ملء خانه البريد الإلكتروني وكلمة المرور!

source: Sorry, Couldn't find your Account!
ar: عذرا ، لا يمكن العثور على حسابك!

source: Please fill Name , Email and Password Fields !
ar: يرجى ملء خانه الاسم والبريد الإلكتروني وكلمة المرور!

source: Email address is alreaady use by another account!
ar: عنوان البريد الإلكتروني يستخدمه حساب آخر!

source: Search Recipes
ar: البحث عن الوصفات

source: Saved Recipes
ar: الوصفات المحفوظة

source: Settings
ar: الإعدادات

source: About Us
ar: نبذه عنا
